Repository: DyorHQ/IOS-app
Catalog: ios/DyorHQ/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ko, zh_hans

source: That photo could not be read.
es: No se pudo leer esa foto.
fr: Impossible de lire cette photo.
ko: 해당 사진을 읽지 못했습니다.
zh_hans: 无法读取该照片。

source: That trigger isn't on this position.
es: Ese disparador no está en esta posición.
fr: Ce déclencheur ne concerne pas cette position.
ko: 해당 트리거는 이 포지션에 없습니다.
zh_hans: 该触发订单不在此仓位上。

source: That video could not be read.
es: No se pudo leer ese video.
fr: Impossible de lire cette vidéo.
ko: 해당 동영상을 읽지 못했습니다.
zh_hans: 无法读取该视频。

source: That's the %@ token contract itself. Tokens sent to it are almost always lost for good.
es: Ese es el propio contrato del token %@. Los tokens que se envían allí casi siempre se pierden para siempre.
fr: C'est le contrat du jeton %@ lui-même. Les jetons qui y sont envoyés sont presque toujours perdus définitivement.
ko: %@ 토큰 컨트랙트 자체의 주소입니다. 이 주소로 보낸 토큰은 거의 항상 영구적으로 손실됩니다.
zh_hans: 这是 %@ 代币合约本身。发送到该地址的代币几乎总是会永久丢失。

source: That's the zero address: anything sent there is lost for good.
es: Esa es la dirección cero: todo lo que se envía allí se pierde para siempre.
fr: C'est l'adresse zéro : tout ce qui y est envoyé est perdu définitivement.
ko: 제로 주소입니다. 이 주소로 보낸 것은 무엇이든 영구적으로 손실됩니다.
zh_hans: 这是零地址：发送到该地址的任何资产都会永久丢失。

source: That's your own address.
es: Esa es tu propia dirección.
fr: C'est votre propre adresse.
ko: 내 주소예요.
zh_hans: 这是你自己的地址。

source: The 12 or 24 words from your existing wallet, in order.
es: Las 12 o 24 palabras de tu billetera existente, en orden.
fr: Les 12 ou 24 mots de votre portefeuille existant, dans l'ordre.
ko: 기존 지갑의 12개 또는 24개 단어(순서대로).
zh_hans: 你现有钱包的 12 或 24 个单词，按顺序排列。

source: The DyorHQ launchpad
es: El launchpad de DyorHQ
fr: Le launchpad DyorHQ
ko: DyorHQ 런치패드
zh_hans: DyorHQ Launchpad

source: The MON → AUSD price moved; try again.
es: El precio MON → AUSD se movió; vuelve a intentarlo.
fr: Le prix MON → AUSD a bougé ; réessayez.
ko: MON → AUSD 가격이 변동되었습니다. 다시 시도하십시오.
zh_hans: MON → AUSD 的价格已变动；再试一次。

source: The Privy account that verified your email, unless it's also another way into DyorHQ
es: La cuenta de Privy que verificó tu correo electrónico, salvo que también sea otra forma de acceder a DyorHQ
fr: Le compte Privy qui a vérifié votre e-mail, sauf s'il vous permet aussi d'accéder autrement à DyorHQ
ko: 이메일을 인증한 Privy 계정(DyorHQ에 들어가는 다른 방법으로도 쓰이는 경우 제외)
zh_hans: 验证你邮箱的 Privy 账户，除非它也是进入 DyorHQ 的另一种方式

source: The TP/SL on Perpl changed meanwhile, so nothing was sent. Check them and try again.
es: Los TP/SL en Perpl cambiaron mientras tanto, así que no se envió nada. Revísalos y vuelve a intentarlo.
fr: Les TP/SL sur Perpl ont changé entre-temps : rien n'a donc été envoyé. Vérifiez-les et réessayez.
ko: 그 사이 Perpl의 익절/손절이 변경되어 아무것도 전송되지 않았습니다. 확인 후 다시 시도하십시오.
zh_hans: 在此期间 Perpl 上的止盈/止损已变化，因此未发送任何内容。检查后重试。

source: The bridge could not complete on %@
es: El puente no se pudo completar en %@
fr: Le bridge n'a pas pu aboutir sur %@
ko: %@에서 브리지를 완료하지 못함
zh_hans: 跨链未能在 %@ 上完成

source: The bridge failed.
es: El puente falló.
fr: Le bridge a échoué.
ko: 브리지에 실패했습니다.
zh_hans: 跨链失败。

source: The bridge quote didn't match the amount you entered, so nothing was sent. Get a new quote.
es: La cotización del puente no coincidía con la cantidad que introdujiste, así que no se envió nada. Obtén una nueva cotización.
fr: La cotation du bridge ne correspondait pas au montant saisi : rien n'a donc été envoyé. Obtenez une nouvelle cotation.
ko: 브리지 견적이 입력한 금액과 일치하지 않아 아무것도 전송되지 않았습니다. 새 견적을 받으십시오.
zh_hans: 跨链报价与你输入的金额不符，因此未发送任何内容。获取新的报价。

source: The bridge quote didn't match your request (amount, tokens or your address), so nothing was sent. Get a new quote.
es: La cotización del puente no coincidía con tu solicitud (cantidad, tokens o tu dirección), así que no se envió nada. Obtén una nueva cotización.
fr: La cotation du bridge ne correspondait pas à votre demande (montant, jetons ou votre adresse) : rien n'a donc été envoyé. Obtenez une nouvelle cotation.
ko: 브리지 견적이 요청 내용(금액, 토큰 또는 내 주소)과 일치하지 않아 아무것도 전송되지 않았습니다. 새 견적을 받으십시오.
zh_hans: 跨链报价与你的请求（金额、代币或你的地址）不符，因此未发送任何内容。获取新的报价。

source: The bridge reports it complete (%1$@). Check your %2$@ balance on %3$@ to confirm it arrived.
es: El puente lo indica como completado (%1$@). Revisa tu saldo de %2$@ en %3$@ para confirmar que llegó.
fr: Le bridge indique que le transfert est terminé (%1$@). Vérifiez votre solde %2$@ sur %3$@ pour confirmer l'arrivée des fonds.
ko: 브리지에서 완료를 보고했어요(%1$@). 도착했는지 %3$@의 %2$@ 잔액을 확인하세요.
zh_hans: 跨链桥报告已完成（%1$@）。查看你在 %3$@ 上的 %2$@ 余额，确认是否到账。

source: The bridge reports it complete. Check your %1$@ balance on %2$@ to confirm it arrived.
es: El puente lo indica como completado. Revisa tu saldo de %1$@ en %2$@ para confirmar que llegó.
fr: Le bridge indique que le transfert est terminé. Vérifiez votre solde %1$@ sur %2$@ pour confirmer l'arrivée des fonds.
ko: 브리지에서 완료를 보고했어요. 도착했는지 %2$@의 %1$@ 잔액을 확인하세요.
zh_hans: 跨链桥报告已完成。查看你在 %2$@ 上的 %1$@ 余额，确认是否到账。

source: The collect window closed with the reserve short of the threshold. Anyone can wind it down: %@ of the reserve to the creator, the rest to the treasury.
es: El plazo de colección se cerró sin que la reserva alcanzara el umbral. Cualquiera puede cerrarlo: %@ de la reserva para el creador y el resto para la tesorería.
fr: La période de collecte s'est terminée sans que la réserve atteigne le seuil. N'importe qui peut y mettre fin : %@ de la réserve pour le créateur, le reste pour la trésorerie.
ko: 준비금이 기준치에 못 미친 채 수집 기간이 끝났어요. 누구나 만료 처리할 수 있으며, 준비금의 %@는 크리에이터에게, 나머지는 트레저리로 가요.
zh_hans: 收藏期已结束，但储备金未达到门槛。任何人都可以将其终止：储备金的 %@ 归创作者，其余归金库。

source: The creator earns their share of trading fees plus the creator tax; they accrue in the fee escrow and can be claimed any time. One claim sweeps fees across all your launches paired in this asset.
es: El creador gana su parte de las comisiones de trading más el impuesto del creador; se acumulan en el depósito de comisiones (escrow) y se pueden reclamar en cualquier momento. Un solo reclamo recolecta las comisiones de todos tus lanzamientos emparejados con este activo.
fr: Le créateur perçoit sa part des frais de trading plus la taxe du créateur ; ils s'accumulent dans le séquestre des frais et peuvent être réclamés à tout moment. Il suffit de réclamer une fois pour collecter les frais de tous vos lancements appariés à cet actif.
ko: 크리에이터는 거래 수수료 중 자기 몫과 크리에이터 세금을 받아요. 이는 수수료 에스크로에 적립되며 언제든 수령할 수 있어요. 한 번 수령하면 이 자산과 페어인 모든 런칭의 수수료가 회수돼요.
zh_hans: 创作者可获得其交易手续费份额以及创作者税；这些费用在手续费托管中累积，可随时领取。一次领取即可归集你所有以该资产配对的发射中的手续费。

source: The curve is full. It graduates next, into a locked %@ pool, and then trades on the Swap screen.
es: La curva está llena. Lo siguiente es la graduación a un pool bloqueado de %@, y luego se opera en la pantalla Intercambio.
fr: La courbe est pleine. Le jeton gradue ensuite dans un pool %@ verrouillé, puis s'échange sur l'écran Échange.
ko: 커브가 가득 찼어요. 다음 단계로 잠긴 %@ 풀로 졸업한 뒤 스왑 화면에서 거래돼요.
zh_hans: 曲线已满。接下来它将毕业，进入锁定的 %@ 池子，之后在兑换界面交易。

source: The curve's liquidity is permanently locked in a Monday Trade pool — trades now route through the Swap screen. The pool's 1% swap fee is harvested to a DyorHQ fees wallet; it isn't paid to holders or the creator, and there is no creator tax on the pool.
es: La liquidez de la curva está bloqueada de forma permanente en un pool de Monday Trade: las operaciones ahora pasan por la pantalla Intercambio. La comisión de intercambio del 1% del pool se recolecta en una billetera de comisiones de DyorHQ; no se paga a los holders ni al creador, y no hay impuesto del creador en el pool.
fr: La liquidité de la courbe est verrouillée définitivement dans un pool Monday Trade — les transactions passent désormais par l'écran Échange. Les frais d'échange de 1% du pool sont collectés vers un portefeuille de frais DyorHQ ; ils ne sont versés ni aux détenteurs ni au créateur, et il n'y a pas de taxe du créateur sur le pool.
ko: 커브의 유동성은 Monday Trade 풀에 영구적으로 잠겨 있습니다 — 이제 거래는 스왑 화면을 통해 이루어집니다. 풀의 스왑 수수료 1%는 DyorHQ 수수료 지갑으로 수집되며, 홀더나 크리에이터에게 지급되지 않고, 풀에는 크리에이터 세금이 없습니다.
zh_hans: 曲线的流动性已永久锁定在 Monday Trade 池子中，交易现在通过兑换界面进行。池子 1% 的兑换手续费会被收取到 DyorHQ 手续费钱包；它不会支付给持有者或创作者，池子也不收取创作者税。

source: The curve's liquidity is permanently locked in a Uniswap v4 pool — trades now route through the Swap screen. Each swap pays the pool fee plus the creator tax to the DyorHQ hook: part of the pool fee goes to DyorHQ, and the rest, with the creator tax, to the creator, or to holders when fee sharing is on. %@
es: La liquidez de la curva está bloqueada de forma permanente en un pool de Uniswap v4: las operaciones ahora pasan por la pantalla Intercambio. Cada intercambio paga la comisión del pool más el impuesto del creador al hook de DyorHQ: parte de la comisión del pool va a DyorHQ, y el resto, junto con el impuesto del creador, va al creador, o a los holders cuando el reparto de comisiones está activado. %@
fr: La liquidité de la courbe est verrouillée définitivement dans un pool Uniswap v4 — les transactions passent désormais par l'écran Échange. Chaque échange paie les frais du pool plus la taxe du créateur au hook DyorHQ : une partie des frais du pool revient à DyorHQ, et le reste, avec la taxe du créateur, va au créateur, ou aux détenteurs lorsque le partage des frais est activé. %@
ko: 커브의 유동성은 Uniswap v4 풀에 영구적으로 잠겨 있습니다 — 이제 거래는 스왑 화면을 통해 이루어집니다. 각 스왑은 풀 수수료와 크리에이터 세금을 DyorHQ 훅에 지불합니다. 풀 수수료의 일부는 DyorHQ에 돌아가고, 나머지는 크리에이터 세금과 함께 크리에이터에게, 수수료 분배가 켜져 있으면 홀더에게 돌아갑니다. %@
zh_hans: 曲线的流动性已永久锁定在 Uniswap v4 池子中，交易现在通过兑换界面进行。每次兑换都会向 DyorHQ Hook 支付池子手续费和创作者税：池子手续费的一部分归 DyorHQ，其余部分连同创作者税归创作者；开启手续费分成时则归持有者。%@

source: The first deposit must be at least 10 AUSD.
es: El primer depósito debe ser de al menos 10 AUSD.
fr: Le premier dépôt doit être d'au moins 10 AUSD.
ko: 첫 입금은 최소 10 AUSD여야 합니다.
zh_hans: 首次充值至少需要 10 AUSD。

source: The first deposit opens your Perpl account and must be at least 10 AUSD.
es: El primer depósito abre tu cuenta de Perpl y debe ser de al menos 10 AUSD.
fr: Le premier dépôt ouvre votre compte Perpl et doit être d'au moins 10 AUSD.
ko: 첫 입금으로 Perpl 계정이 개설되며, 최소 10 AUSD여야 합니다.
zh_hans: 首次充值将开设你的 Perpl 账户，且至少需要 10 AUSD。

source: The furthest a market order or swap may move from its quote before it is cancelled.
es: Lo máximo que una orden de mercado o un intercambio puede alejarse de su cotización antes de cancelarse.
fr: L'écart maximal qu'un ordre au marché ou un échange peut avoir par rapport à sa cotation avant d'être annulé.
ko: 시장가 주문이나 스왑이 취소되기 전까지 견적에서 벗어날 수 있는 최대 범위예요.
zh_hans: 市价单或兑换在被取消前，价格相对报价可偏离的最大幅度。

source: The last graduation attempt failed. Anyone can retry it on Monday Trade; you only pay the gas. DyorHQ's keepers will finish the graduation: they retry it with about 29.9M gas and, if Monday Trade still refuses it, move it to a locked Uniswap v4 pool once it has been stuck for a day (a %@ coin stays on Monday Trade until then).
es: El último intento de graduación falló. Cualquiera puede reintentarlo en Monday Trade; solo pagas el gas. Los keepers de DyorHQ completarán la graduación: la reintentan con unos 29.9M de gas y, si Monday Trade la sigue rechazando, la pasan a un pool bloqueado de Uniswap v4 cuando lleve un día atascada (hasta entonces, una moneda emparejada con %@ se queda en Monday Trade).
fr: La dernière tentative de graduation a échoué. N'importe qui peut la relancer sur Monday Trade ; vous ne payez que les frais de gaz. Les keepers de DyorHQ finaliseront la graduation : ils la relancent avec environ 29.9M de gaz et, si Monday Trade la refuse encore, transfèrent le jeton vers un pool Uniswap v4 verrouillé une fois qu'il est bloqué depuis une journée (un jeton %@ reste sur Monday Trade jusque-là).
ko: 마지막 졸업 시도가 실패했어요. 누구나 Monday Trade에서 다시 시도할 수 있으며, 가스비만 부담하면 돼요. DyorHQ의 키퍼가 졸업을 마무리해요. 약 29.9M 가스로 다시 시도하고, Monday Trade가 계속 거부하면 하루 동안 멈춰 있은 후 잠긴 Uniswap v4 풀로 옮겨요(그때까지 %@ 페어 코인은 Monday Trade에 남아요).
zh_hans: 上一次毕业尝试失败。任何人都可以在 Monday Trade 上重试，你只需支付 Gas 费。DyorHQ 的 Keeper 会完成毕业：它们会使用约 29.9M Gas 重试；如果 Monday Trade 仍然拒绝，在卡住一天后将其转移到锁定的 Uniswap v4 池子（在此之前，%@ 币会留在 Monday Trade 上）。

source: The last graduation attempt failed. Anyone can retry it on Monday Trade; you only pay the gas. DyorHQ's keepers will finish the graduation: they retry it with about 29.9M gas and, if Monday Trade still refuses it, move it to a locked Uniswap v4 pool.
es: El último intento de graduación falló. Cualquiera puede reintentarlo en Monday Trade; solo pagas el gas. Los keepers de DyorHQ completarán la graduación: la reintentan con unos 29.9M de gas y, si Monday Trade la sigue rechazando, la pasan a un pool bloqueado de Uniswap v4.
fr: La dernière tentative de graduation a échoué. N'importe qui peut la relancer sur Monday Trade ; vous ne payez que les frais de gaz. Les keepers de DyorHQ finaliseront la graduation : ils la relancent avec environ 29.9M de gaz et, si Monday Trade la refuse encore, transfèrent le jeton vers un pool Uniswap v4 verrouillé.
ko: 마지막 졸업 시도가 실패했어요. 누구나 Monday Trade에서 다시 시도할 수 있으며, 가스비만 부담하면 돼요. DyorHQ의 키퍼가 졸업을 마무리해요. 약 29.9M 가스로 다시 시도하고, Monday Trade가 계속 거부하면 잠긴 Uniswap v4 풀로 옮겨요.
zh_hans: 上一次毕业尝试失败。任何人都可以在 Monday Trade 上重试，你只需支付 Gas 费。DyorHQ 的 Keeper 会完成毕业：它们会使用约 29.9M Gas 重试；如果 Monday Trade 仍然拒绝，就将其转移到锁定的 Uniswap v4 池子。

source: The last graduation attempt failed. Anyone can retry it; you only pay the gas.
es: El último intento de graduación falló. Cualquiera puede reintentarlo; solo pagas el gas.
fr: La dernière tentative de graduation a échoué. N'importe qui peut la relancer ; vous ne payez que les frais de gaz.
ko: 마지막 졸업 시도가 실패했어요. 누구나 다시 시도할 수 있으며, 가스비만 부담하면 돼요.
zh_hans: 上一次毕业尝试失败。任何人都可以重试，你只需支付 Gas 费。

source: The launchpad's terms couldn't be read. Close this screen and try again.
es: No se pudieron leer las condiciones del launchpad. Cierra esta pantalla y vuelve a intentarlo.
fr: Impossible de lire les conditions du launchpad. Fermez cet écran et réessayez.
ko: 런치패드 조건을 읽지 못했습니다. 이 화면을 닫고 다시 시도하십시오.
zh_hans: 无法读取 Launchpad 的条款。关闭此界面后重试。

source: The leverage a new perps order opens on. Each market still caps it to its own maximum.
es: El apalancamiento con el que se abre una nueva orden de perpetuos. Cada mercado lo sigue limitando a su propio máximo.
fr: Le levier utilisé à l'ouverture d'un nouvel ordre perps. Chaque marché le plafonne toujours à son propre maximum.
ko: 새 Perps 주문에 적용되는 레버리지예요. 각 마켓은 여전히 자체 최대치로 제한해요.
zh_hans: 新永续合约订单开仓时使用的杠杆。每个市场仍会将其限制在各自的最大值以内。

# The limit price can have at most %lld decimal places on %@.
source: The limit price can have at most %1$lld decimal places on %2$@.
es: El precio límite puede tener como máximo %1$lld decimales en %2$@.
fr: Le prix limite peut avoir au maximum %1$lld décimales sur %2$@.
ko: %2$@의 지정가는 소수점 이하 최대 %1$lld자리까지 입력할 수 있습니다.
zh_hans: %2$@ 的限价最多可有 %1$lld 位小数。

source: The limit price must be a whole number on %@.
es: El precio límite debe ser un número entero en %@.
fr: Le prix limite doit être un nombre entier sur %@.
ko: %@의 지정가는 정수여야 합니다.
zh_hans: %@ 的限价必须为整数。

source: The maximum price is %@: the first collect at that price completes the reserve, so a higher price would never be charged.
es: El precio máximo es %@: la primera compra a ese precio completa la reserva, así que nunca se cobraría un precio más alto.
fr: Le prix maximum est de %@ : le premier achat à ce prix complète la réserve, un prix plus élevé ne serait donc jamais facturé.
ko: 최대 가격은 %@입니다. 이 가격으로 처음 수집하면 준비금이 채워지므로, 더 높은 가격은 청구되지 않습니다.
zh_hans: 最高价格为 %@：按该价格的第一次收藏即可补足储备金，因此更高的价格永远不会被收取。

source: The minimum price is %@.
es: El precio mínimo es %@.
fr: Le prix minimum est de %@.
ko: 최소 가격은 %@입니다.
zh_hans: 最低价格为 %@。

source: The most the network can charge. Each transaction's fee is checked again before it's signed, and refused if it's unusually high.
es: Lo máximo que puede cobrar la red. La comisión de cada transacción se vuelve a comprobar antes de firmarla, y se rechaza si es inusualmente alta.
fr: Le maximum que le réseau peut facturer. Les frais de chaque transaction sont revérifiés avant la signature, et refusés s'ils sont anormalement élevés.
ko: 네트워크가 부과할 수 있는 최대 금액입니다. 각 트랜잭션의 수수료는 서명 전에 다시 확인되며, 비정상적으로 높으면 거부됩니다.
zh_hans: 网络可收取的最高费用。每笔交易的费用在签名前都会再次检查，如果异常偏高则会被拒绝。

source: The news feeds could not be reached.
es: No se pudo acceder a las fuentes de noticias.
fr: Impossible d'accéder aux flux d'actualités.
ko: 뉴스 피드에 연결하지 못했습니다.
zh_hans: 无法连接资讯源。

source: The news feeds could not be reached. Check your connection, then pull down or tap Try Again.
es: No se pudo acceder a las fuentes de noticias. Revisa tu conexión y luego desliza hacia abajo o toca Volver a intentar.
fr: Impossible d'accéder aux flux d'actualités. Vérifiez votre connexion, puis tirez vers le bas ou touchez « Réessayer ».
ko: 뉴스 피드에 연결하지 못했습니다. 연결 상태를 확인한 후 아래로 당기거나 ‘다시 시도’를 탭하십시오.
zh_hans: 无法连接资讯源。检查你的网络连接，然后下拉或轻点“重试”。

source: The old stop-loss was cancelled, but Perpl refused the new one (%@). This position has no stop-loss now.
es: El stop loss anterior se canceló, pero Perpl rechazó el nuevo (%@). Esta posición ahora no tiene stop loss.
fr: L'ancien stop loss a été annulé, mais Perpl a refusé le nouveau (%@). Cette position n'a plus de stop loss.
ko: 기존 손절 주문은 취소되었지만 Perpl이 새 주문을 거부했습니다(%@). 현재 이 포지션에는 손절 주문이 없습니다.
zh_hans: 旧的止损已取消，但 Perpl 拒绝了新的止损（%@）。该仓位现在没有止损。

source: The old take-profit was cancelled, but Perpl refused the new one (%@). This position has no take-profit now.
es: El take profit anterior se canceló, pero Perpl rechazó el nuevo (%@). Esta posición ahora no tiene take profit.
fr: L'ancien take profit a été annulé, mais Perpl a refusé le nouveau (%@). Cette position n'a plus de take profit.
ko: 기존 익절 주문은 취소되었지만 Perpl이 새 주문을 거부했습니다(%@). 현재 이 포지션에는 익절 주문이 없습니다.
zh_hans: 旧的止盈已取消，但 Perpl 拒绝了新的止盈（%@）。该仓位现在没有止盈。

source: The passkey request didn’t complete. Please try again.
es: La solicitud de la llave de acceso no se completó. Por favor, vuelve a intentarlo.
fr: La demande de clé d'identification n'a pas abouti. Veuillez réessayer.
ko: 패스키 요청이 완료되지 않았습니다. 다시 시도해 주십시오.
zh_hans: 通行密钥请求未完成。请重试。

source: The passkey that answered isn’t the one this account uses.
es: La llave de acceso que respondió no es la que usa esta cuenta.
fr: La clé d'identification qui a répondu n'est pas celle utilisée par ce compte.
ko: 응답한 패스키는 이 계정에서 사용하는 패스키가 아닙니다.
zh_hans: 响应的通行密钥不是此账户使用的那个。

source: The queued policy can be applied from %1$@ until %2$@. If it's applied before your publish confirms, nothing is published and you review the new terms below.
es: La política en cola se puede aplicar desde %1$@ hasta %2$@. Si se aplica antes de que se confirme tu publicación, no se publica nada y revisas las nuevas condiciones abajo.
fr: La politique en attente peut être appliquée du %1$@ au %2$@. Si elle est appliquée avant la confirmation de votre publication, rien n'est publié et vous vérifiez les nouvelles conditions ci-dessous.
ko: 대기 중인 정책은 %1$@부터 %2$@까지 적용할 수 있어요. 게시가 확인되기 전에 적용되면 아무것도 게시되지 않으며, 아래에서 새 조건을 검토하게 돼요.
zh_hans: 排队中的政策可在 %1$@ 至 %2$@ 期间应用。如果它在你的发布确认之前被应用，则不会发布任何内容，你将在下方查看新条款。

source: The queued policy can be applied from %@. If it's applied before your publish confirms, nothing is published and you review the new terms below.
es: La política en cola se puede aplicar desde %@. Si se aplica antes de que se confirme tu publicación, no se publica nada y revisas las nuevas condiciones abajo.
fr: La politique en attente peut être appliquée à partir du %@. Si elle est appliquée avant la confirmation de votre publication, rien n'est publié et vous vérifiez les nouvelles conditions ci-dessous.
ko: 대기 중인 정책은 %@부터 적용할 수 있어요. 게시가 확인되기 전에 적용되면 아무것도 게시되지 않으며, 아래에서 새 조건을 검토하게 돼요.
zh_hans: 排队中的政策可从 %@ 起应用。如果它在你的发布确认之前被应用，则不会发布任何内容，你将在下方查看新条款。

source: The recovery phrase restores this wallet in any other wallet app. Or send what it holds to a wallet you keep.
es: La frase de recuperación restaura esta billetera en cualquier otra app de billetera. O envía lo que contiene a una billetera que conserves.
fr: La phrase de récupération restaure ce portefeuille dans n'importe quelle autre app de portefeuille. Ou envoyez ce qu'il contient vers un portefeuille que vous conservez.
ko: 복구 구문으로 다른 어떤 지갑 앱에서든 이 지갑을 복원할 수 있습니다. 또는 보유 자산을 직접 관리하는 지갑으로 보내십시오.
zh_hans: 助记词可在任何其他钱包应用中恢复此钱包。或者，将其中的资产发送到你保留的钱包。

source: The server asks your wallet for one signature to prove it is you, then deletes everything. This cannot be undone.
es: El servidor pide a tu billetera una firma para demostrar que eres tú y luego lo elimina todo. Esto no se puede deshacer.
fr: Le serveur demande une signature à votre portefeuille pour prouver qu'il s'agit bien de vous, puis supprime tout. Cette action est irréversible.
ko: 서버가 본인임을 증명하기 위해 지갑에 서명을 한 번 요청한 다음, 모든 것을 삭제합니다. 이 작업은 되돌릴 수 없습니다.
zh_hans: 服务器会请求你的钱包签名一次以证明是你本人，然后删除所有内容。此操作无法撤销。

source: The server verifies it is your wallet before deleting anything, and that sign-in didn't complete: %@
es: El servidor verifica que es tu billetera antes de eliminar nada, y ese inicio de sesión no se completó: %@
fr: Le serveur vérifie qu'il s'agit bien de votre portefeuille avant de supprimer quoi que ce soit, et cette connexion n'a pas abouti : %@
ko: 서버는 무엇이든 삭제하기 전에 본인의 지갑인지 확인하는데, 그 로그인이 완료되지 않았습니다: %@
zh_hans: 服务器在删除任何内容前会验证这是你的钱包，而该登录未完成：%@

source: The video link must be ipfs:// or https://.
es: El enlace del video debe ser ipfs:// o https://.
fr: Le lien de la vidéo doit commencer par ipfs:// ou https://.
ko: 동영상 링크는 ipfs:// 또는 https://여야 합니다.
zh_hans: 视频链接必须以 ipfs:// 或 https:// 开头。

source: The video plays on OpenSea; its cover frame is the NFT image.
es: El video se reproduce en OpenSea; su fotograma de portada es la imagen del NFT.
fr: La vidéo est lue sur OpenSea ; son image de couverture est l'image du NFT.
ko: 동영상은 OpenSea에서 재생되며, 커버 프레임이 NFT 이미지가 돼요.
zh_hans: 视频会在 OpenSea 上播放；其封面帧即为 NFT 图片。

source: The wallet address returned by Privy is not valid.
es: La dirección de billetera que devolvió Privy no es válida.
fr: L'adresse de portefeuille renvoyée par Privy n'est pas valide.
ko: Privy가 반환한 지갑 주소가 유효하지 않습니다.
zh_hans: Privy 返回的钱包地址无效。

source: The wallet returned an unreadable signature.
es: La billetera devolvió una firma ilegible.
fr: Le portefeuille a renvoyé une signature illisible.
ko: 지갑이 읽을 수 없는 서명을 반환했습니다.
zh_hans: 钱包返回了无法读取的签名。

source: The window closed before the threshold; the reserve was wound down. Editions stay with their collectors.
es: El plazo terminó antes de alcanzar el umbral; la reserva se cerró. Las ediciones se quedan con sus coleccionistas.
fr: La période s'est terminée avant le seuil ; la réserve a été clôturée. Les éditions restent à leurs collectionneurs.
ko: 기준치에 도달하기 전에 수집 기간이 끝나 준비금이 정산되었어요. 에디션은 수집가에게 그대로 남아요.
zh_hans: 收藏期在达到门槛前已结束；储备金已结清。已收藏的份仍归各收藏者所有。

source: There is no open position on %@ for these to close.
es: No hay ninguna posición abierta en %@ que estos puedan cerrar.
fr: Il n'y a aucune position ouverte sur %@ que ceux-ci pourraient clôturer.
ko: 이 주문들이 종료할 %@ 포지션이 없습니다.
zh_hans: %@ 上没有可供它们平掉的仓位。

source: These arrived in your wallet without you choosing them here. Anyone can send any token, with any name — including a real token's. Check the contract before you trade.
es: Estos llegaron a tu billetera sin que los eligieras aquí. Cualquiera puede enviar cualquier token, con cualquier nombre, incluso el de un token real. Revisa el contrato antes de operar.
fr: Ces jetons sont arrivés dans votre portefeuille sans que vous les ayez choisis ici. N'importe qui peut envoyer n'importe quel jeton, sous n'importe quel nom — y compris celui d'un vrai jeton. Vérifiez le contrat avant de trader.
ko: 이 토큰들은 여기서 직접 선택하지 않았는데 지갑에 들어온 토큰입니다. 누구나 어떤 이름으로든 — 실제 토큰의 이름으로도 — 토큰을 보낼 수 있습니다. 거래하기 전에 컨트랙트를 확인하십시오.
zh_hans: 这些代币是他人发送到你钱包的，并非你在此选择的。任何人都可以发送任意名称的任意代币，包括真实代币的名称。交易前先检查合约。
